/* No comment provided by engineer. */
" Your account is created. We have sent a confirmation email to %@. Please check your mails to validate your account. Once it is done, come back here and click on the button." = " Your account is created. We have sent a confirmation email to %@. Please check your mails to validate your account. Once it is done, come back here and click on the button.";

/* No comment provided by engineer. */
"%@ is busy." = "%@ 正忙.";

/* No comment provided by engineer. */
"%@ is composing..." = "%@ 正在输入...";

/* No comment provided by engineer. */
"%@ is not registered." = "%@ 没有注册.";

/* No comment provided by engineer. */
"%@ would like to enable video" = "%@ 想开启视频电话";

/* No comment provided by engineer. */
"%@\nReason was: %@" = "%1$@\nReason was: %2$@";

/* No comment provided by engineer. */
"(invalid string)" = "(无效字符)";

/* Email title for people wanting to send a bug report */
"<Please describe your problem or you will be ignored>" = "<请描述你的问题否则将被忽略>";

/* No comment provided by engineer. */
"About" = "关于";

/* No comment provided by engineer. */
"ACCEPT" = "接受";

/* No comment provided by engineer. */
"Account configuration issue" = "Account configuration issue";

/* No comment provided by engineer. */
"Add new email" = "添加新邮件";

/* No comment provided by engineer. */
"Add new phone number" = "添加新电话号码";

/* No comment provided by engineer. */
"Add new SIP address" = "添加新SIP地址";

/* No comment provided by engineer. */
"Address book" = "地址簿";

/* No comment provided by engineer. */
"Address incomplete" = "Address incomplete";

/* No comment provided by engineer. */
"Answer" = "接听";

/* No comment provided by engineer. */
"Application logs" = "应用程序日志";

/* No comment provided by engineer. */
"Are you sure to want to remove your proxy setup?" = "确定要移除代理设置";

/* No comment provided by engineer. */
"Assistant" = "助手";

/* No comment provided by engineer. */
"Assistant error" = "Assistant error";

/* No comment provided by engineer. */
"Authentification needed" = "Authentification needed";

/* No comment provided by engineer. */
"Average" = "平均";

/* No comment provided by engineer. */
"Bad credentials, check your account settings" = "认证失败，请检查你的账号设置";

/* No comment provided by engineer. */
"Bad gateway" = "Bad gateway";

/* No comment provided by engineer. */
"Battery is running low. Stop video ?" = "电量过低，关闭视频？";

/* No comment provided by engineer. */
"Call %@" = "呼叫 %@";

/* No comment provided by engineer. */
"Call failed" = "呼叫失败";

/* No comment provided by engineer. */
"Call quality: %d" = "电话数量: %d";

/* No comment provided by engineer. */
"Calls" = "电话";

/* No comment provided by engineer. */
"Camera" = "摄像头";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Cannot call %@." = "不能呼叫 %@.";

/* No comment provided by engineer. */
"Cannot make call" = "不能打电话";

/* No comment provided by engineer. */
"Cannot purchase anything yet, please try again later." = "还不能买东西，请稍后再试。";

/* No comment provided by engineer. */
"Cannot reach the server: either it is an invalid address or it may be temporary down." = "Cannot reach the server: either it is an invalid address or it may be temporary down.";

/* No comment provided by engineer. */
"Cannot retrieve your configuration. Please check credentiels or try again later" = "Cannot retrieve your configuration. Please check credentiels or try again later";

/* No comment provided by engineer. */
"Cannot send email" = "不能发送邮件";

/* No comment provided by engineer. */
"Cannot send logs" = "不能发送日志";

/* No comment provided by engineer. */
"Cannot write image to photo library" = "不能保存图片到图库";

/* No comment provided by engineer. */
"Chat with %@" = "跟 %@ 聊天";

/* No comment provided by engineer. */
"Checkbox" = "Checkbox";

/* No comment provided by engineer. */
"Choose an action" = "选择一个操作";

/* No comment provided by engineer. */
"Choose the image size" = "选择图片大小";

/* No comment provided by engineer. */
"Conference" = "会议";

/* No comment provided by engineer. */
"Configuration failed" = "Configuration failed";

/* No comment provided by engineer. */
"Configuring account" = "Configuring account";

/* No comment provided by engineer. */
"Confirm password" = "Confirm password";

/* No comment provided by engineer. */
"Confirm the following SAS with peer:\n%s" = "Confirm the following SAS with peer:\n%s";

/* No comment provided by engineer. */
"Continue" = "继续";

/* No comment provided by engineer. */
"Continue video" = "继续视频";

/* No comment provided by engineer. */
"Could not configure your account, please check parameters or try again later" = "Could not configure your account, please check parameters or try again later";

/* No comment provided by engineer. */
"Debug" = "调试";

/* No comment provided by engineer. */
"Decline" = "拒接";

/* No comment provided by engineer. */
"DENY" = "拒绝";

/* No comment provided by engineer. */
"Deselect all" = "全部取消";

/* No comment provided by engineer. */
"Deselected" = "未选择的";

/* ICE has established a direct connection to the remote host */
"Direct connection" = "Direct connection";

/* No comment provided by engineer. */
"Disable logs" = "Disable logs";

/* No comment provided by engineer. */
"Do you want to delete selected contact?" = "你想删除选中的联系人？";

/* No comment provided by engineer. */
"Do you want to delete selected contacts?" = "你想删除选中的联系人？";

/* No comment provided by engineer. */
"Do you want to delete selected conversations?" = "你想删除选中的会话？";

/* No comment provided by engineer. */
"Do you want to delete selected logs?" = "你想删除选中的日志？";

/* No comment provided by engineer. */
"Do you want to delete selected messages?" = "你想删除选中的消息？";

/* No comment provided by engineer. */
"Done" = "完成";

/* Date formatting in History Details (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"EEE dd MMM 'at' HH'h'mm" = "EEE dd MMM 'at' HH'h'mm";

/* Date formatting in History List, for current year (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"EEE dd MMMM" = "EEE dd MMMM";

/* Date formatting in History List, for previous years (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"EEE dd MMMM yyyy" = "EEE dd MMMM yyyy";

/* No comment provided by engineer. */
"Either configure a SIP proxy server from settings prior to place a call or use a valid SIP address (I.E sip:john@example.net)" = "Either configure a SIP proxy server from settings prior to place a call or use a valid SIP address (I.E sip:john@example.net)";

/* No comment provided by engineer. */
"Either configure a SIP proxy server from settings prior to send a message or use a valid SIP address (I.E sip:john@example.net)" = "Either configure a SIP proxy server from settings prior to send a message or use a valid SIP address (I.E sip:john@example.net)";

/* No comment provided by engineer. */
"Email addresses" = "邮件地址";

/* No comment provided by engineer. */
"Enable logs" = "开启日志功能";

/* No comment provided by engineer. */
"Error" = "错误";

/* No comment provided by engineer. */
"Error: no mail account configured" = "错误：没有配置邮箱账号";

/* ICE processing has failed */
"Failed" = "失败";

/* No comment provided by engineer. */
"Failed configuring from the specified URL." = "从指定的URL配置账户失败";

/* No comment provided by engineer. */
"Failed to query the server. Please try again later" = "查询服务器失败，请稍后再试。";

/* No comment provided by engineer. */
"Failure" = "失败";

/* No comment provided by engineer. */
"Fetching remote configuration" = "正在获取远端配置信息";

/* No comment provided by engineer. */
"Fetching remote configuration..." = "正在获取远端配置信息...";

/* No comment provided by engineer. */
"First name" = "名字";

/* No comment provided by engineer. */
"Go to settings" = "去设置";

/* Template email for people wanting to send a bug report */
"Here are information about an issue I had on my device.\nI was doing ...\nI expected Linphone to ...\nInstead, I got an unexpected result: ..." = "Here are information about an issue I had on my device.\nI was doing ...\nI expected Linphone to ...\nInstead, I got an unexpected result: ...";

/* Date formatting in Chat List and Conversation bubbles, for current day (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"HH:mm" = "HH:mm";

/* No comment provided by engineer. */
"I got it, continue" = "我知道了，继续";

/* No comment provided by engineer. */
"IC_MSG" = "新电话：%@";

/* No comment provided by engineer. */
"IM_FULLMSG" = "%@: %@";

/* No comment provided by engineer. */
"IM_MSG" = "新消息：%@";

/* No comment provided by engineer. */
"In apps not ready yet" = "In apps not ready yet";

/* ICE process is in progress */
"In progress" = "正在进行";

/* No comment provided by engineer. */
"Invalid address" = "无效地址";

/* No comment provided by engineer. */
"Invalid country code." = "Invalid country code.";

/* No comment provided by engineer. */
"Invalid display name." = "无效的显示名字";

/* No comment provided by engineer. */
"Invalid domain." = "无效的域名";

/* No comment provided by engineer. */
"Invalid email." = "无效邮箱";

/* No comment provided by engineer. */
"Invalid phone number." = "无效电话号码";

/* No comment provided by engineer. */
"Invalid proxy address" = "无效代理服务器地址";

/* No comment provided by engineer. */
"Invalid remote provisioning URL" = "无效的远端认证URL";

/* No comment provided by engineer. */
"Invalid route" = "无效路由";

/* No comment provided by engineer. */
"Invalid route." = "无效路由.";

/* No comment provided by engineer. */
"Invalid SIP address" = "无效的SIP地址";

/* No comment provided by engineer. */
"Invalid username or domain" = "无效的用户名或域名";

/* No comment provided by engineer. */
"Invalid username." = "无效的用户名.";

/* No comment provided by engineer. */
"Last name" = "姓";

/* No comment provided by engineer. */
"Let's go" = "Let's go";

/* No comment provided by engineer. */
"Link my account" = "Link my account";

/* No comment provided by engineer. */
"Link your account" = "Link your account";

/* No comment provided by engineer. */
"Link your Linphone.org account %s to your phone number." = "Link your Linphone.org account %s to your phone number.";

/* No comment provided by engineer. */
"Low bandwidth" = "低带宽";

/* InAppSettingKit */
"Mail not configured" = "邮箱未设置";

/* No comment provided by engineer. */
"Mark Read" = "标记为已读";

/* No comment provided by engineer. */
"Maximum" = "最大";

/* No comment provided by engineer. */
"Maybe later" = "Maybe later";

/* No comment provided by engineer. */
"Minimum" = "最小";

/* No comment provided by engineer. */
"Missing required parameters" = "Missing required parameters";

/* Date formatting in Chat List, for all but current day (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"MM/dd" = "MM/dd";

/* Date formatting in Conversation bubbles, for all but current day (also see http://cybersam.com/ios-dev/quick-guide-to-ios-dateformatting) */
"MM/dd - HH:mm" = "MM/dd - HH:mm";

/* ICE has established a connection to the remote host through one or several NATs */
"NAT(s) connection" = "NAT(s) 连接";

/* No comment provided by engineer. */
"Network down" = "无网络";

/* No comment provided by engineer. */
"Network Error" = "网络错误";

/* No comment provided by engineer. */
"No" = "不";

/* No comment provided by engineer. */
"No account" = "No account";

/* No comment provided by engineer. */
"No account configured" = "No account configured";

/* No comment provided by engineer. */
"No address" = "No address";

/* No comment provided by engineer. */
"No call in progress" = "No call in progress";

/* No comment provided by engineer. */
"No default account" = "No default account";

/* No comment provided by engineer. */
"No microphone" = "No microphone";

/* No comment provided by engineer. */
"No response received from remote" = "No response received from remote";

/* No comment provided by engineer. */
"None" = "None";

/* ICE has not been activated for this call */
"Not activated" = "Not activated";

/* No comment provided by engineer. */
"Not implemented" = "Not implemented";

/* No comment provided by engineer. */
"Not registered" = "Not registered";

/* No comment provided by engineer. */
"Nothing could be collected from your application, aborting now." = "Nothing could be collected from your application, aborting now.";

/* No comment provided by engineer. */
"Now" = "Now";

/* InAppSettingsKit */
"OK" = "OK";

/* No comment provided by engineer. */
"Operation could not be executed by server or remote client because it didn't have any context for it" = "Operation could not be executed by server or remote client because it didn't have any context for it";

/* No comment provided by engineer. */
"Operation is unauthorized because missing credential" = "Operation is unauthorized because missing credential";

/* No comment provided by engineer. */
"Password too long." = "Password too long.";

/* No comment provided by engineer. */
"Password too short." = "Password too short.";

/* No comment provided by engineer. */
"Passwords do not match." = "Passwords do not match.";

/* No comment provided by engineer. */
"Phone number length invalid." = "Phone number length invalid.";

/* No comment provided by engineer. */
"Phone number too long." = "Phone number too long.";

/* No comment provided by engineer. */
"Phone number too short." = "Phone number too short.";

/* No comment provided by engineer. */
"Phone numbers" = "Phone numbers";

/* No comment provided by engineer. */
"Photo library" = "Photo library";

/* No comment provided by engineer. */
"Please confirm your country code and enter your phone number." = "Please confirm your country code and enter your phone number.";

/* No comment provided by engineer. */
"Please enter a password to your account" = "Please enter a password to your account";

/* No comment provided by engineer. */
"Please enter a username" = "Please enter a username";

/* No comment provided by engineer. */
"Please enter your email" = "Please enter your email";

/* No comment provided by engineer. */
"Please enter your phone number" = "Please enter your phone number";

/* No comment provided by engineer. */
"Please enter your username" = "Please enter your username";

/* No comment provided by engineer. */
"Please make sure your device is connected to the internet and double check your SIP account configuration in the settings." = "Please make sure your device is connected to the internet and double check your SIP account configuration in the settings.";

/* No comment provided by engineer. */
"Please specify the entire SIP address for the chat" = "Please specify the entire SIP address for the chat";

/* No comment provided by engineer. */
"Please terminate GSM call first." = "Please terminate GSM call first.";

/* No comment provided by engineer. */
"Provisioning Load error" = "Provisioning Load error";

/* No comment provided by engineer. */
"Registered" = "在线";

/* No comment provided by engineer. */
"Registration failed" = "Registration failed";

/* No comment provided by engineer. */
"Registration failed because authentication is missing or invalid for %@@%@.\nYou can provide password again, or check your account configuration in the settings." = "Registration failed because authentication is missing or invalid for %1$@@%2$@.\nYou can provide password again, or check your account configuration in the settings.";

/* No comment provided by engineer. */
"Registration failure" = "Registration failure";

/* No comment provided by engineer. */
"Registration in progress" = "Registration in progress";

/* ICE has established a connection through a relay */
"Relay connection" = "Relay connection";

/* No comment provided by engineer. */
"Remote configuration" = "Remote configuration";

/* No comment provided by engineer. */
"Remote configuration successfully fetched and applied." = "Remote configuration successfully fetched and applied.";

/* No comment provided by engineer. */
"Remove account(s) and self destruct" = "Remove account(s) and self destruct";

/* No comment provided by engineer. */
"Reply" = "Reply";

/* Resend */
"Resend" = "Resend";

/* No comment provided by engineer. */
"Resource moved permanently" = "Resource moved permanently";

/* No comment provided by engineer. */
"Resource no longer exists" = "Resource no longer exists";

/* No comment provided by engineer. */
"Select all" = "Select all";

/* No comment provided by engineer. */
"Select picture source" = "Select picture source";

/* No comment provided by engineer. */
"Select your country" = "Select your country";

/* No comment provided by engineer. */
"Selected" = "Selected";

/* No comment provided by engineer. */
"Send logs" = "Send logs";

/* No comment provided by engineer. */
"Sending logs" = "Sending logs";

/* No comment provided by engineer. */
"Server error" = "Server error";

/* No comment provided by engineer. */
"Server error, please try again later." = "Server error, please try again later.";

/* No comment provided by engineer. */
"Server request error" = "Server request error";

/* No comment provided by engineer. */
"Server timeout" = "Server timeout";

/* No comment provided by engineer. */
"Settings" = "设置";

/* No comment provided by engineer. */
"Shop" = "Shop";

/* No comment provided by engineer. */
"Show" = "Show";

/* No comment provided by engineer. */
"SIP addresses" = "SIP addresses";

/* No comment provided by engineer. */
"Stop video" = "Stop video";

/* No comment provided by engineer. */
"Success" = "Success";

/* No comment provided by engineer. */
"Temporarily unavailable" = "Temporarily unavailable";

/* No comment provided by engineer. */
"The confirmation code is invalid. \nPlease check your SMS and try again." = "The confirmation code is invalid. \nPlease check your SMS and try again.";

/* No comment provided by engineer. */
"There is no network connection available, enable WIFI or WWAN prior to configure an account" = "There is no network connection available, enable WIFI or WWAN prior to configure an account";

/* No comment provided by engineer. */
"There is no network connection available, enable WIFI or WWAN prior to configure an account." = "There is no network connection available, enable WIFI or WWAN prior to configure an account.";

/* No comment provided by engineer. */
"There is no network connection available, enable WIFI or WWAN prior to place a call" = "There is no network connection available, enable WIFI or WWAN prior to place a call";

/* No comment provided by engineer. */
"This account does not exist." = "This account does not exist.";

/* No comment provided by engineer. */
"This account is already activated." = "This account is already activated.";

/* No comment provided by engineer. */
"This account is already in use." = "This account is already in use.";

/* No comment provided by engineer. */
"This account is already registered." = "This account is already registered.";

/* No comment provided by engineer. */
"This account is not activated yet." = "This account is not activated yet.";

/* No comment provided by engineer. */
"This alias does not exist." = "This alias does not exist.";

/* InAppSettingsKit */
"This device is not configured for sending Email. Please configure the Mail settings in the Settings app." = "This device is not configured for sending Email. Please configure the Mail settings in the Settings app.";

/* No comment provided by engineer. */
"This email address is already used." = "This email address is already used.";

/* No comment provided by engineer. */
"This email does not exist." = "This email does not exist.";

/* No comment provided by engineer. */
"This operation will load a remote configuration. Continue ?" = "This operation will load a remote configuration. Continue ?";

/* No comment provided by engineer. */
"This phone number is already used. Please type a different number. \nYou can delete your existing account if you want to reuse your phone number." = "This phone number is already used. Please type a different number. \nYou can delete your existing account if you want to reuse your phone number.";

/* No comment provided by engineer. */
"TODAY" = "TODAY";

/* No comment provided by engineer. */
"Transfer error" = "Transfer error";

/* No comment provided by engineer. */
"Unknown" = "Unknown";

/* No comment provided by engineer. */
"Unknown country code" = "Unknown country code";

/* No comment provided by engineer. */
"Unknown error" = "Unknown error";

/* No comment provided by engineer. */
"Unknown error (%@)." = "Unknown error (%@).";

/* No comment provided by engineer. */
"Unknown error, please try again later." = "Unknown error, please try again later.";

/* No comment provided by engineer. */
"Unsupported content" = "Unsupported content";

/* No comment provided by engineer. */
"Unsupported transport" = "Unsupported transport";

/* No comment provided by engineer. */
"Username length invalid." = "Username length invalid.";

/* No comment provided by engineer. */
"Username too long." = "Username too long.";

/* No comment provided by engineer. */
"Username too short." = "Username too short.";

/* No comment provided by engineer. */
"Video cannot be activated because of low bandwidth condition, only audio is available" = "Video cannot be activated because of low bandwidth condition, only audio is available";

/* No comment provided by engineer. */
"Voice mail" = "Voice mail";

/* No comment provided by engineer. */
"Warning" = "Warning";

/* No comment provided by engineer. */
"Warning: an email will be created with 3 attachments:\n- Application logs\n- Linphone configuration\n- Chats history.\nThey may contain private informations (MIGHT contain clear-text password!).\nYou can remove one or several of these attachments before sending your email, however there are all important to diagnostize your issue." = "Warning: an email will be created with 3 attachments:\n- Application logs\n- Linphone configuration\n- Chats history.\nThey may contain private informations (MIGHT contain clear-text password!).\nYou can remove one or several of these attachments before sending your email, however there are all important to diagnostize your issue.";

/* No comment provided by engineer. */
"Warning: an email will be created with application logs. It may contain private informations (but no password!).\nThese logs are important to diagnostize your issue." = "Warning: an email will be created with application logs. It may contain private informations (but no password!).\nThese logs are important to diagnostize your issue.";

/* No comment provided by engineer. */
"We have sent a SMS with a validation code to %@. To complete your phone number verification, please enter the 4 digit code below:" = "We have sent a SMS with a validation code to %@. To complete your phone number verification, please enter the 4 digit code below:";

/* No comment provided by engineer. */
"What will my phone number be used for?" = "What will my phone number be used for?";

/* No comment provided by engineer. */
"Yes" = "Yes";

/* No comment provided by engineer. */
"YESTERDAY" = "YESTERDAY";

/* No comment provided by engineer. */
"You already own an account." = "You already own an account.";

/* No comment provided by engineer. */
"You cancelled your account." = "You cancelled your account.";

/* No comment provided by engineer. */
"You have already purchased an account but it does not exist anymore." = "You have already purchased an account but it does not exist anymore.";

/* No comment provided by engineer. */
"You missed a call from %@" = "You missed a call from %@";

/* No comment provided by engineer. */
"You must authorize the application to have access to address book.\nToggle the application in Settings > Privacy > Contacts" = "You must authorize the application to have access to address book.\nToggle the application in Settings > Privacy > Contacts";

/* No comment provided by engineer. */
"You need to plug a microphone to your device to use the application." = "You need to plug a microphone to your device to use the application.";

/* No comment provided by engineer. */
"Your account has expired." = "Your account has expired.";

/* No comment provided by engineer. */
"Your account will expire in %i days." = "Your account will expire in %i days.";

/* No comment provided by engineer. */
"Your confirmation password doesn't match your password" = "Your confirmation password doesn't match your password";

/* No comment provided by engineer. */
"Your device is not configured to send emails. Please configure mail application prior to send logs." = "Your device is not configured to send emails. Please configure mail application prior to send logs.";

/* No comment provided by engineer. */
"Your email is invalid" = "Your email is invalid";

/* No comment provided by engineer. */
"Your friends will find your more easily if you link your account to your phone number. \n\nYou will see in your address book who is using Linphone and your friends will know that they can reach you on Linphone as well." = "Your friends will find your more easily if you link your account to your phone number. \n\nYou will see in your address book who is using Linphone and your friends will know that they can reach you on Linphone as well.";

/* No comment provided by engineer. */
"Your friends will find your more easily if you link your account to your phone number. \n\nYou will see in your address book who is using Linphone and your friends will know that they can reach you on Linphone as well. \n\nYou can use your phone number with only one Linphone account. If you had already linked your number to an other account but you prefer to use this one, simply link it now and your number will automatically be moved to this account." = "Your friends will find your more easily if you link your account to your phone number. \n\nYou will see in your address book who is using Linphone and your friends will know that they can reach you on Linphone as well. \n\nYou can use your phone number with only one Linphone account. If you had already linked your number to an other account but you prefer to use this one, simply link it now and your number will automatically be moved to this account.";

/* No comment provided by engineer. */
"Your phone number is invalid." = "Your phone number is invalid.";

/* No comment provided by engineer. */
"Your SIP address will be sip:%s@sip.linphone.org" = "Your SIP address will be sip:%s@sip.linphone.org";

